/* No comment provided by engineer. */
"%@\nOpen = %.2f\nClose = %.2f\nLow = %.2f\nHigh = %.2f" = "%1$@\nEröffnungskurs = %2$.2f\nSchlußkurs = %3$.2f\nTiefskurs = %4$.2f\nHöchstkurs = %5$.2f";

/* No comment provided by engineer. */
"%@\nValue = %.2f\nYear = %@" = "%1$@\nWert = %2$.2f\nJahr = %3$@";

/* No comment provided by engineer. */
"%@\nX = %.2f\nY = %.2f" = "%1$@\nX = %2$.2f\nY = %3$.2f";

/* No comment provided by engineer. */
"%@\nX = %.2f\nY = %.2f\nZ = %.2f" = "%1$@\nX = %2$.2f\nY = %3$.2f\nZ = %4$.2f";

/* No comment provided by engineer. */
"%@\nYear = %@\nValue = %.2f" = "%1$@\nJahr = %2$@\nWert = %3$.2f";

/* No comment provided by engineer. */
"Absolute" = "Absolut";

/* No comment provided by engineer. */
"Additive" = "Additiv";

/* No comment provided by engineer. */
"All series" = "All Reihen";

/* No comment provided by engineer. */
"Alpha" = "Alpha";

/* No comment provided by engineer. */
"Animate" = "Animieren";

/* No comment provided by engineer. */
"Area" = "Flächen";

/* No comment provided by engineer. */
"Bar" = "Balken";

/* No comment provided by engineer. */
"Bar cylinder" = "Zylinderbalken";

/* No comment provided by engineer. */
"Beta" = "Beta";

/* No comment provided by engineer. */
"Bubble" = "Blasen";

/* No comment provided by engineer. */
"Candlestick" = "Kerzen";

/* No comment provided by engineer. */
"Caption" = "Titel";

/* No comment provided by engineer. */
"Color scheme" = "Farbschema";

/* No comment provided by engineer. */
"Column" = "Säulen";

/* No comment provided by engineer. */
"Column cylinder" = "Zylindersäulen";

/* No comment provided by engineer. */
"Dark colors" = "Dunkle Farben";

/* No comment provided by engineer. */
"Data" = "Daten";

/* No comment provided by engineer. */
"Delta" = "Delta";

/* No comment provided by engineer. */
"Doughnut" = "Doughnut";

/* No comment provided by engineer. */
"Elements" = "Elemente";

/* No comment provided by engineer. */
"Function 1" = "Funktion 1";

/* No comment provided by engineer. */
"Function 2" = "Funktion 2";

/* No comment provided by engineer. */
"Function 3" = "Funktion 3";

/* No comment provided by engineer. */
"Function 4" = "Funktion 4";

/* No comment provided by engineer. */
"Function 5" = "Funktion 5";

/* No comment provided by engineer. */
"Function 6" = "Funktion 6";

/* No comment provided by engineer. */
"Function type" = "Typ der Funktion";

/* No comment provided by engineer. */
"Gamma" = "Gamma";

/* No comment provided by engineer. */
"Layout" = "Layout";

/* No comment provided by engineer. */
"Legend" = "Legende";

/* No comment provided by engineer. */
"Light colors" = "Helle Farben";

/* No comment provided by engineer. */
"Line" = "Linien";

/* No comment provided by engineer. */
"NChart3D" = "NChart3D";

/* No comment provided by engineer. */
"Number of series" = "Anzahl der Reihen";

/* No comment provided by engineer. */
"Number of years" = "Anzahl der Jahre";

/* No comment provided by engineer. */
"Percent" = "Prozent";

/* No comment provided by engineer. */
"Pie" = "Torte";

/* No comment provided by engineer. */
"Reset" = "Rücksetzen";

/* No comment provided by engineer. */
"Ribbon" = "Band";

/* No comment provided by engineer. */
"Series %d" = "Reihe %d";

/* No comment provided by engineer. */
"Settings" = "Einstellungen";

/* No comment provided by engineer. */
"Show border" = "Grenze";

/* No comment provided by engineer. */
"Simple colors" = "Simple Farben";

/* No comment provided by engineer. */
"Surface" = "Oberfläche";

/* No comment provided by engineer. */
"Type 2D" = "2D";

/* No comment provided by engineer. */
"Type 3D" = "3D";

/* No comment provided by engineer. */
"Type for 2D" = "Diagramme in 2D";

/* No comment provided by engineer. */
"Type for 3D" = "Diagramme in 3D";

/* No comment provided by engineer. */
"Value axis type" = "Typ der Wertachse";

/* No comment provided by engineer. */
"X-Axis" = "X-Achse";

/* No comment provided by engineer. */
"Y-Axis" = "Y-Achse";

/* No comment provided by engineer. */
"Z-Axis" = "Z-Achse";

"Information" = "Information";

"The application demonstrates the features of NChart3D charting library. More information and documentation can be found at www.nchart3d.com." = "Diese Applikation demonstriert die wichtigsten Funktionen von Diagramm-Engine NChart3D. Weitere Information und Dokumentation ist auf www.nchart3d.com zu finden.";

"Close" = "Schließen";

"www.nchart3d.com" = "NChart3D.com";

"About" = "Über NChart3D";

"OHLC" = "OHLC";

"Band" = "Streifen";

"Sequence" = "Sequenz";

"%@\nLow = %.2f\nHigh = %.2f" = "%@\nTiefskurs = %.2f\nHöchstkurs = %.2f";

"%@\nOpen = %.2f\nClose = %.2f" = "%@\nEröffnungskurs = %.2f\nSchlußkurs = %.2f";

"Show labels" = "Aufschriften anzeigen";

"Chart" = "Grafik";

"Step line" = "Stufen";

"Scatter" = "Streu";

"Show markers" = "Marker anzeigen";

"Disable tooltips" = "Tooltips deaktivieren";

"Microphone spectrum" = "Microphone Spectrum";

"Microphone spectrum <not working>" = "Microphone Spectrum <funktioniert nicht>";

"Charts" = "Diagramme";

"Chart type" = "Diagrammtyp";

"Effects" = "Effecte";

"Pie rotation" = "Drehen der Torte";

"Multichart" = "Verschiedene Diagramme";

"Area 2D" = "Fläche 2D";

"Area 3D" = "Fläche 3D";

"Discrete surface" = "Säulen 3D";

"Slice" = "Schnitt";

"Smooth" = "Glättung";

"Amount" = "Lautstärke";

"Time" = "Zeit";

"Hz" = "Frequenz (Hz)";

"Dimensions" = "Dimension";

"Multichart, tap point to see animation" = "Verschiedene Diagramme, berühren Sie einen Punkt, um Animation zu sehen";

"Rotation of pie, tap play to see animation" = "Drehen der Torte, drücken Sie Play, um Animation zu sehen";

"Select chart type" = "Wählen Sie den Diagrammtyp";

"Select chart effect" = "Wählen Sie den Diagrammeffekt";

"Streaming" = "Streaming";

"Animations" = "Animation";

"Chart effect" = "Diagrammeffekt";

"Resolution" = "Auflösung";

"Image" = "Bild";
